{
  "metadata": {
    "created_at": "2026-02-23T19:03:02.717063+00:00",
    "total": 117
  },
  "sentence_transcriptions": [
    {
      "id": "i1",
      "number": 1,
      "sentence": "At 6:47 a.m. Eastern Standard Time this morning, February 21st, 2026, the Canadian Ministry of Natural Resources issued a three paragraph directive.",
      "start": 0.031,
      "end": 6.604,
      "duration": 6.573
    },
    {
      "id": "i2",
      "number": 2,
      "sentence": "That directive has sent immediate shock waves through the Pentagon, through every major defense contractor in the United States.",
      "start": 6.644,
      "end": 13.097,
      "duration": 6.453
    },
    {
      "id": "i3",
      "number": 3,
      "sentence": "It has shaken the entire American military industrial complex that has defined our national security for the past eight decades.",
      "start": 13.137,
      "end": 19.751,
      "duration": 6.614
    },
    {
      "id": "i4",
      "number": 4,
      "sentence": "The directive, titled Strategic Mineral Export Controls Emergency Implementation, establishes an immediate and indefinite ban on the export of seventeen critical rare earth minerals to the United States.",
      "start": 19.771,
      "end": 28.811,
      "duration": 9.04
    },
    {
      "id": "i5",
      "number": 5,
      "sentence": "These are not optional materials, these are not commodities that can be easily substituted or sourced from alternative suppliers.",
      "start": 28.851,
      "end": 36.688,
      "duration": 7.837
    },
    {
      "id": "i6",
      "number": 6,
      "sentence": "These are the precise elements required to manufacture fighter jets, guided missiles, satellite systems, radar equipment, and virtually every piece of advanced military hardware.",
      "start": 36.749,
      "end": 45.402,
      "duration": 8.653
    },
    {
      "id": "i7",
      "number": 7,
      "sentence": "The United States military depends on these materials to maintain its global defense posture.",
      "start": 45.482,
      "end": 50.57,
      "duration": 5.088
    },
    {
      "id": "i8",
      "number": 8,
      "sentence": "Here's the part that should terrify every American: the Pentagon has a 90 day stockpile of these materials.",
      "start": 50.61,
      "end": 57.48,
      "duration": 6.87
    },
    {
      "id": "i9",
      "number": 9,
      "sentence": "After that, production stops. F 35 fighter jet manufacturing halts. Patriot missile systems can't be assembled.",
      "start": 57.5,
      "end": 63.911,
      "duration": 6.411
    },
    {
      "id": "i10",
      "number": 10,
      "sentence": "The weapons systems that define American military superiority simply cannot be built without the materials Canada just cut off.",
      "start": 67.157,
      "end": 70.803,
      "duration": 3.646
    },
    {
      "id": "i11",
      "number": 11,
      "sentence": "This is not a trade dispute anymore, this is not an economic pressure tactic.",
      "start": 72.266,
      "end": 76.815,
      "duration": 4.549
    },
    {
      "id": "i12",
      "number": 12,
      "sentence": "This is Canada weaponizing America's Achilles heel, the single most critical vulnerability in the entire US defense industrial base.",
      "start": 76.835,
      "end": 81.903,
      "duration": 5.068
    },
    {
      "id": "i13",
      "number": 13,
      "sentence": "Canada is doing it with surgical precision at the exact moment when tensions with China are escalating.",
      "start": 82.103,
      "end": 88.771,
      "duration": 6.668
    },
    {
      "id": "i14",
      "number": 14,
      "sentence": "Within 90 days, Lockheed Martin, Raytheon, Northrop Grumman, and Boeing's defense divisions face production shutdowns affecting $340 billion in active defense contracts.",
      "start": 88.831,
      "end": 96.641,
      "duration": 7.81
    },
    {
      "id": "i15",
      "number": 15,
      "sentence": "Over 340,000 American workers in the defense sector are looking at immediate job insecurity.",
      "start": 96.681,
      "end": 100.605,
      "duration": 3.924
    },
    {
      "id": "i16",
      "number": 16,
      "sentence": "The signal this sends to adversaries around the world is that America's military might can be neutralized not through warfare, but through a simple export restriction.",
      "start": 101.987,
      "end": 111.117,
      "duration": 9.13
    },
    {
      "id": "i17",
      "number": 17,
      "sentence": "Rare earth elements are a group of seventeen metallic elements with unique magnetic, luminescent, and electrochemical properties essential for modern technology.",
      "start": 111.458,
      "end": 118.404,
      "duration": 6.946
    },
    {
      "id": "i18",
      "number": 18,
      "sentence": "We're talking about neodymium, which creates the powerful permanent magnets in jet engines and missile guidance systems.",
      "start": 118.424,
      "end": 123.829,
      "duration": 5.405
    },
    {
      "id": "i19",
      "number": 19,
      "sentence": "Dysprosium allows electronics to function in extreme temperatures. Praseodymium, europium, and terbium are all critical for laser targeting systems and night vision equipment.",
      "start": 123.909,
      "end": 130.935,
      "duration": 7.026
    },
    {
      "id": "i20",
      "number": 20,
      "sentence": "Here's the uncomfortable reality: China controls approximately 80% of global rare earth mineral production.",
      "start": 131.015,
      "end": 134.899,
      "duration": 3.884
    },
    {
      "id": "i21",
      "number": 21,
      "sentence": "For decades, American defense planners understood this was a strategic vulnerability.",
      "start": 134.959,
      "end": 138.702,
      "duration": 3.743
    },
    {
      "id": "i22",
      "number": 22,
      "sentence": "What they didn't fully appreciate was that Canada controls the second largest reserves of several critical rare earth elements in North America.",
      "start": 138.762,
      "end": 148.118,
      "duration": 9.356
    },
    {
      "id": "i23",
      "number": 23,
      "sentence": "More importantly, Canada controls the refining and processing capacity that turns raw ore into the purified materials defense contractors can actually use.",
      "start": 148.318,
      "end": 155.49,
      "duration": 7.172
    },
    {
      "id": "i24",
      "number": 24,
      "sentence": "The United States has rare earth deposits. We have mines in California, Alaska, and Wyoming. But we don't have the processing infrastructure.",
      "start": 155.75,
      "end": 163.524,
      "duration": 7.774
    },
    {
      "id": "i25",
      "number": 25,
      "sentence": "Raw rare earth ore shipped from American mines has to be sent to Canada or China for refining before it can be used in manufacturing.",
      "start": 163.564,
      "end": 171.698,
      "duration": 8.134
    },
    {
      "id": "i26",
      "number": 26,
      "sentence": "This means that even if we ramp up domestic mining, we can't process those materials without Canadian or Chinese cooperation.",
      "start": 172.198,
      "end": 178.689,
      "duration": 6.491
    },
    {
      "id": "i27",
      "number": 27,
      "sentence": "Trump's tariff policies have now pushed Canada to cut off that processing capacity.",
      "start": 178.71,
      "end": 184.219,
      "duration": 5.509
    },
    {
      "id": "i28",
      "number": 28,
      "sentence": "Unlike oil or natural gas where there are alternative suppliers and strategic reserves, there is no Strategic Rare Earth Reserve.",
      "start": 184.279,
      "end": 191.609,
      "duration": 7.33
    },
    {
      "id": "i29",
      "number": 29,
      "sentence": "There is no emergency stockpile beyond the 90 day inventory that defense contractors keep on hand. When that runs out, production lines stop, period.",
      "start": 191.689,
      "end": 202.083,
      "duration": 10.394
    },
    {
      "id": "i30",
      "number": 30,
      "sentence": "Canada's directive immediately halts all exports of neodymium and praseodymium to the United States.",
      "start": 202.123,
      "end": 206.192,
      "duration": 4.069
    },
    {
      "id": "i31",
      "number": 31,
      "sentence": "These two elements are used together to create the strongest permanent magnets ever developed.",
      "start": 206.213,
      "end": 211.645,
      "duration": 5.432
    },
    {
      "id": "i32",
      "number": 32,
      "sentence": "Those magnets are essential for F 35 Lightning II fighter jets. Each aircraft requires approximately 920 pounds of rare earth permanent magnets in its engine, actuators, and electronic warfare systems.",
      "start": 211.685,
      "end": 224.069,
      "duration": 12.384
    },
    {
      "id": "i33",
      "number": 33,
      "sentence": "Every JDAM guided bomb, every Tomahawk cruise missile, every Hellfire missile uses rare earth magnets in its guidance system.",
      "start": 224.129,
      "end": 229.537,
      "duration": 5.408
    },
    {
      "id": "i34",
      "number": 34,
      "sentence": "The Navy's newest destroyer class and submarine designs rely on rare earth based electric drive systems.",
      "start": 234.745,
      "end": 240.274,
      "duration": 5.529
    },
    {
      "id": "i35",
      "number": 35,
      "sentence": "Without neodymium and praseodymium, Lockheed Martin cannot build F 35s. Raytheon cannot manufacture guided missiles.",
      "start": 240.354,
      "end": 245.101,
      "duration": 4.747
    },
    {
      "id": "i36",
      "number": 36,
      "sentence": "The entire precision strike capability that defines American military doctrine shuts down in 90 days.",
      "start": 245.161,
      "end": 251.13,
      "duration": 5.969
    },
    {
      "id": "i37",
      "number": 37,
      "sentence": "Dysprosium and terbium allow magnets and electronics to function at extreme temperatures. Canada just banned their export.",
      "start": 251.711,
      "end": 257.519,
      "duration": 5.808
    },
    {
      "id": "i38",
      "number": 38,
      "sentence": "This affects jet engine components that operate at temperatures exceeding 2000 degrees Fahrenheit.",
      "start": 257.84,
      "end": 261.565,
      "duration": 3.725
    },
    {
      "id": "i39",
      "number": 39,
      "sentence": "It affects radar systems that need to function in desert heat and arctic cold, and satellite electronics that must withstand the temperature extremes of space.",
      "start": 261.625,
      "end": 270.158,
      "duration": 8.533
    },
    {
      "id": "i40",
      "number": 40,
      "sentence": "Boeing's defense division has confirmed in an internal memo leaked this morning that without dysprosium supply, the next generation bomber program will be delayed indefinitely.",
      "start": 270.198,
      "end": 279.037,
      "duration": 8.839
    },
    {
      "id": "i41",
      "number": 41,
      "sentence": "That's a $203 billion program that just hit a brick wall.",
      "start": 279.077,
      "end": 282.244,
      "duration": 3.167
    },
    {
      "id": "i42",
      "number": 42,
      "sentence": "Europium, yttrium, and terbium create the phosphors used in every targeting display, heads up display, and night vision system in the US military inventory.",
      "start": 282.284,
      "end": 290.381,
      "duration": 8.097
    },
    {
      "id": "i43",
      "number": 43,
      "sentence": "Canada's ban means no new night vision goggles can be manufactured. Cockpit display systems for new aircraft cannot be produced.",
      "start": 290.441,
      "end": 299.618,
      "duration": 9.177
    },
    {
      "id": "i44",
      "number": 44,
      "sentence": "The Army has 14,000 JLTV Joint Light Tactical Vehicles on order. Each one requires displays using these banned minerals.",
      "start": 299.638,
      "end": 306.31,
      "duration": 6.672
    },
    {
      "id": "i45",
      "number": 45,
      "sentence": "That $6.7 billion procurement just became impossible to fulfill.",
      "start": 306.33,
      "end": 309.013,
      "duration": 2.683
    },
    {
      "id": "i46",
      "number": 46,
      "sentence": "Modern military equipment runs on advanced battery systems that use lanthanum based materials. Canada's export ban affects portable power systems for deployed troops.",
      "start": 309.413,
      "end": 316.58,
      "duration": 7.167
    },
    {
      "id": "i47",
      "number": 47,
      "sentence": "The Pentagon's leaked assessment estimates that without lanthanum supply, the military's ability to conduct sustained operations in remote locations degrades by 60% within six months.",
      "start": 317.661,
      "end": 327.33,
      "duration": 9.669
    },
    {
      "id": "i48",
      "number": 48,
      "sentence": "In November 2025, the Department of Defense submitted a classified assessment to the National Security Council titled Critical Mineral Dependencies and Strategic Vulnerability.",
      "start": 327.41,
      "end": 335.7,
      "duration": 8.29
    },
    {
      "id": "i49",
      "number": 49,
      "sentence": "That document explicitly warned that Canada's rare earth processing capacity represented a single point of failure for US defense production.",
      "start": 335.74,
      "end": 344.153,
      "duration": 8.413
    },
    {
      "id": "i50",
      "number": 50,
      "sentence": "The assessment recommended emergency negotiations with Canada to secure long term supply agreements.",
      "start": 344.233,
      "end": 349.041,
      "duration": 4.808
    },
    {
      "id": "i51",
      "number": 51,
      "sentence": "It also called for $18 billion in federal investment to build domestic rare earth processing facilities and suspension of tariffs on Canadian minerals.",
      "start": 349.521,
      "end": 357.835,
      "duration": 8.314
    },
    {
      "id": "i52",
      "number": 52,
      "sentence": "According to sources familiar with the National Security Council meeting, Trump's response was dismissive.",
      "start": 357.895,
      "end": 363.726,
      "duration": 5.831
    },
    {
      "id": "i53",
      "number": 53,
      "sentence": "He reportedly said, Canada needs us more than we need them, they'll never cut us off.",
      "start": 363.766,
      "end": 369.177,
      "duration": 5.411
    },
    {
      "id": "i54",
      "number": 54,
      "sentence": "That assessment is now proven catastrophically wrong. Canada just did exactly what the Pentagon warned they could do.",
      "start": 369.237,
      "end": 375.989,
      "duration": 6.752
    },
    {
      "id": "i55",
      "number": 55,
      "sentence": "Within two hours of Canada's directive being issued, the CEOs of Lockheed Martin, Raytheon, Northrop Grumman, and Boeing's defense division held an emergency video conference.",
      "start": 376.23,
      "end": 385.84,
      "duration": 9.61
    },
    {
      "id": "i56",
      "number": 56,
      "sentence": "Sources tell us the tone was described as panic.",
      "start": 386.18,
      "end": 388.603,
      "duration": 2.423
    },
    {
      "id": "i57",
      "number": 57,
      "sentence": "Lockheed Martin's internal assessment projects that F 35 production will have to halt completely by May 22nd, 2026. That's 91 days from today.",
      "start": 388.643,
      "end": 397.232,
      "duration": 8.589
    },
    {
      "id": "i58",
      "number": 58,
      "sentence": "The company has 478 F 35s in various stages of production across three manufacturing facilities. All of those aircraft will be left incomplete, representing $68 billion in unfinished contracts.",
      "start": 397.732,
      "end": 406.844,
      "duration": 9.112
    },
    {
      "id": "i59",
      "number": 59,
      "sentence": "Raytheon's analysis is even more dire. The company manufactures 47 different weapons systems that require rare earth materials.",
      "start": 406.884,
      "end": 412.211,
      "duration": 5.327
    },
    {
      "id": "i60",
      "number": 60,
      "sentence": "Their internal memo states that without Canadian supply resumption within 60 days, Raytheon will be forced to idle 14 production facilities and furlough approximately 83,000 workers.",
      "start": 412.271,
      "end": 421.083,
      "duration": 8.812
    },
    {
      "id": "i61",
      "number": 61,
      "sentence": "Northrop Grumman's B 21 Raider stealth bomber program requires 2,200 pounds of rare earth materials per aircraft. The company has 89 bombers in active production. That program stops in 90 days.",
      "start": 421.123,
      "end": 434.606,
      "duration": 13.483
    },
    {
      "id": "i62",
      "number": 62,
      "sentence": "Within four hours of Canada's export ban, China's Foreign Ministry issued a statement offering to assist the United States in securing alternative rare earth supplies.",
      "start": 434.646,
      "end": 443.142,
      "duration": 8.496
    },
    {
      "id": "i63",
      "number": 63,
      "sentence": "That's not generosity. That's China offering to replace Canada as America's rare earth supplier, but obviously with strings attached.",
      "start": 443.262,
      "end": 450.879,
      "duration": 7.617
    },
    {
      "id": "i64",
      "number": 64,
      "sentence": "China's state run Global Times published an editorial stating the United States now faces a choice: accept dependence on China's goodwill, or watch defense production grind to a halt.",
      "start": 451.279,
      "end": 465.012,
      "duration": 13.733
    },
    {
      "id": "i65",
      "number": 65,
      "sentence": "Beijing has been planning for this moment. China's domestic rare earth stockpiles have increased by 340% over the past two years according to commodity tracking data.",
      "start": 465.072,
      "end": 474.858,
      "duration": 9.786
    },
    {
      "id": "i66",
      "number": 66,
      "sentence": "They saw this vulnerability, they positioned themselves to exploit it, and now they're offering to step in as the solution.",
      "start": 474.898,
      "end": 483.695,
      "duration": 8.797
    },
    {
      "id": "i67",
      "number": 67,
      "sentence": "This gives China leverage over American defense policy that they've never had before.",
      "start": 484.236,
      "end": 489.787,
      "duration": 5.551
    },
    {
      "id": "i68",
      "number": 68,
      "sentence": "Defense contractor stocks collapsed the moment Canada's directive became public. Lockheed Martin dropped 18% in pre market trading. Raytheon fell 16%.",
      "start": 489.847,
      "end": 499.364,
      "duration": 9.517
    },
    {
      "id": "i69",
      "number": 69,
      "sentence": "Northrop Grumman fell 19%. Boeing's defense division saw its stock drop 22%, the largest single day decline in the company's history.",
      "start": 499.424,
      "end": 508.173,
      "duration": 8.749
    },
    {
      "id": "i70",
      "number": 70,
      "sentence": "The market is telling you that investors believe this is not a negotiating tactic. This is a fundamental shift in the strategic relationship between the United States and Canada.",
      "start": 514.099,
      "end": 525.091,
      "duration": 10.992
    },
    {
      "id": "i71",
      "number": 71,
      "sentence": "First, the employment cascade. 340,000 direct jobs in defense manufacturing are immediately at risk.",
      "start": 525.111,
      "end": 532.781,
      "duration": 7.67
    },
    {
      "id": "i72",
      "number": 72,
      "sentence": "For every defense job lost, economic multiplier effects suggest 3.4 additional jobs in the surrounding ecosystem disappear.",
      "start": 532.821,
      "end": 542.392,
      "duration": 9.571
    },
    {
      "id": "i73",
      "number": 73,
      "sentence": "That's 1.15 million total jobs across 47 states that depend on defense manufacturing continuing.",
      "start": 542.432,
      "end": 550.222,
      "duration": 7.79
    },
    {
      "id": "i74",
      "number": 74,
      "sentence": "Second, the strategic credibility loss. The United States has defense commitments to 67 countries around the world.",
      "start": 550.282,
      "end": 557.33,
      "duration": 7.048
    },
    {
      "id": "i75",
      "number": 75,
      "sentence": "Our ability to honor those commitments depends on our ability to manufacture weapons, maintain aircraft, and supply our forces.",
      "start": 557.371,
      "end": 565.501,
      "duration": 8.13
    },
    {
      "id": "i76",
      "number": 76,
      "sentence": "If allies watch American defense production halt because Canada cut off mineral exports, the credibility of American security guarantees collapses.",
      "start": 565.561,
      "end": 574.331,
      "duration": 8.77
    },
    {
      "id": "i77",
      "number": 77,
      "sentence": "Why would Taiwan trust that America will defend it against China if America can't even build the missiles needed for that defense?",
      "start": 574.431,
      "end": 583.862,
      "duration": 9.431
    },
    {
      "id": "i78",
      "number": 78,
      "sentence": "Third, the geopolitical realignment. If the United States becomes dependent on Chinese rare earth exports for military production, Beijing gains veto power over American defense policy.",
      "start": 583.882,
      "end": 594.053,
      "duration": 10.171
    },
    {
      "id": "i79",
      "number": 79,
      "sentence": "Every time the United States considers actions China opposes, China can threaten to restrict rare earth exports.",
      "start": 594.093,
      "end": 600.022,
      "duration": 5.929
    },
    {
      "id": "i80",
      "number": 80,
      "sentence": "American military readiness immediately becomes hostage to Chinese approval.",
      "start": 600.082,
      "end": 602.647,
      "duration": 2.565
    },
    {
      "id": "i81",
      "number": 81,
      "sentence": "Fourth, the timeline problem. Even if the United States launched a crash program today to build domestic rare earth processing facilities, that infrastructure takes 7 to 10 years to construct.",
      "start": 603.088,
      "end": 614.47,
      "duration": 11.382
    },
    {
      "id": "i82",
      "number": 82,
      "sentence": "Mining and refining rare earths is chemically complex and environmentally hazardous. It requires specialized equipment, trained personnel, and regulatory approvals.",
      "start": 614.971,
      "end": 620.822,
      "duration": 5.851
    },
    {
      "id": "i83",
      "number": 83,
      "sentence": "If Canada maintains this export ban, the United States faces a decade long gap in defense production capability.",
      "start": 620.882,
      "end": 625.912,
      "duration": 5.03
    },
    {
      "id": "i84",
      "number": 84,
      "sentence": "Here's what's happening in Washington right now, and it's chaos.",
      "start": 625.992,
      "end": 629.318,
      "duration": 3.326
    },
    {
      "id": "i85",
      "number": 85,
      "sentence": "According to sources, the White House was blindsided by Canada's move. Despite the Pentagon's warnings, there was no contingency plan prepared.",
      "start": 629.378,
      "end": 637.493,
      "duration": 8.115
    },
    {
      "id": "i86",
      "number": 86,
      "sentence": "Trump held an emergency meeting with the Secretary of Defense, the Director of National Intelligence, and his economic advisors at 8:30 this morning.",
      "start": 638.034,
      "end": 645.707,
      "duration": 7.673
    },
    {
      "id": "i87",
      "number": 87,
      "sentence": "The meeting lasted 37 minutes. Sources describe Trump as visibly angry but unclear on what actions the United States could take in response.",
      "start": 646.889,
      "end": 654.52,
      "duration": 7.631
    },
    {
      "id": "i88",
      "number": 88,
      "sentence": "The reality is that the United States has no good options.",
      "start": 659.908,
      "end": 663.553,
      "duration": 3.645
    },
    {
      "id": "i89",
      "number": 89,
      "sentence": "Imposing additional tariffs on Canada doesn't help, it makes the situation worse. Threatening military action against an ally is unthinkable and would destroy NATO.",
      "start": 663.573,
      "end": 673.753,
      "duration": 10.18
    },
    {
      "id": "i90",
      "number": 90,
      "sentence": "Accepting China's offer to supply rare earths means giving Beijing leverage over American defense policy.",
      "start": 673.793,
      "end": 679.725,
      "duration": 5.932
    },
    {
      "id": "i91",
      "number": 91,
      "sentence": "Republican senators from states with defense manufacturing are demanding emergency negotiations with Canada.",
      "start": 679.765,
      "end": 684.094,
      "duration": 4.329
    },
    {
      "id": "i92",
      "number": 92,
      "sentence": "Democratic senators are calling for Trump's immediate resignation. Senate Majority Leader Chuck Schumer called this the most severe national security crisis to emerge from Trump's reckless trade policies.",
      "start": 684.154,
      "end": 693.211,
      "duration": 9.057
    },
    {
      "id": "i93",
      "number": 93,
      "sentence": "Within the next 10 days, as defense contractors approach the point where they must begin idling production lines, political pressure becomes unbearable.",
      "start": 693.251,
      "end": 701.325,
      "duration": 8.074
    },
    {
      "id": "i94",
      "number": 94,
      "sentence": "Republican senators from defense heavy states break ranks with Trump and demand immediate action.",
      "start": 701.365,
      "end": 707.358,
      "duration": 5.993
    },
    {
      "id": "i95",
      "number": 95,
      "sentence": "Trump, facing a potential revolt within his own party and the collapse of American defense production, announces a complete suspension of all tariffs on Canadian goods.",
      "start": 707.819,
      "end": 716.26,
      "duration": 8.441
    },
    {
      "id": "i96",
      "number": 96,
      "sentence": "Canada, having made its point, agrees to resume rare earth exports in exchange for a formal long term trade agreement that prevents future unilateral tariff actions.",
      "start": 716.701,
      "end": 725.118,
      "duration": 8.417
    },
    {
      "id": "i97",
      "number": 97,
      "sentence": "Defense production resumes, but the strategic vulnerability has been exposed. Congress mandates a $25 billion program to build domestic rare earth processing capacity over the next decade.",
      "start": 725.198,
      "end": 734.788,
      "duration": 9.59
    },
    {
      "id": "i98",
      "number": 98,
      "sentence": "Trump refuses to back down, viewing capitulation as political suicide. Defense production begins shutting down in May.",
      "start": 734.828,
      "end": 743.036,
      "duration": 8.208
    },
    {
      "id": "i99",
      "number": 99,
      "sentence": "Facing a choice between military readiness collapse and accepting China's offer, the Department of Defense authorizes emergency procurement of rare earth materials from Chinese suppliers.",
      "start": 743.076,
      "end": 752.625,
      "duration": 9.549
    },
    {
      "id": "i100",
      "number": 100,
      "sentence": "This gives Beijing unprecedented leverage over American defense policy for the next 5 to 10 years, until domestic processing capacity can be built.",
      "start": 752.625,
      "end": 762.179,
      "duration": 9.554
    },
    {
      "id": "i101",
      "number": 101,
      "sentence": "Every major US defense decision must be made with the awareness that China could restrict rare earth exports at any time.",
      "start": 762.219,
      "end": 770.091,
      "duration": 7.872
    },
    {
      "id": "i102",
      "number": 102,
      "sentence": "American military posture weakens, allies lose confidence, and China emerges as the dominant power in the Pacific.",
      "start": 770.532,
      "end": 775.979,
      "duration": 5.447
    },
    {
      "id": "i103",
      "number": 103,
      "sentence": "Facing the collapse of defense production and unwilling to become dependent on China, the United States launches a wartime scale effort to build domestic rare earth processing capacity.",
      "start": 775.999,
      "end": 785.113,
      "duration": 9.114
    },
    {
      "id": "i104",
      "number": 104,
      "sentence": "Congress authorizes $50 billion in emergency funding. Environmental regulations are waived. The program is given national priority status.",
      "start": 785.613,
      "end": 792.123,
      "duration": 6.51
    },
    {
      "id": "i105",
      "number": 105,
      "sentence": "Even with unlimited resources and political will, the timeline is 7 years minimum.",
      "start": 792.263,
      "end": 797.01,
      "duration": 4.747
    },
    {
      "id": "i106",
      "number": 106,
      "sentence": "During those 7 years, the United States military operates with severely constrained ability to replace equipment, build new systems, or maintain readiness.",
      "start": 797.03,
      "end": 805.085,
      "duration": 8.055
    },
    {
      "id": "i107",
      "number": 107,
      "sentence": "Defense contractors lay off hundreds of thousands of workers. The American defense industrial base shrinks by 40%. Rebuilding it becomes a generational project.",
      "start": 805.165,
      "end": 812.798,
      "duration": 7.633
    },
    {
      "id": "i108",
      "number": 108,
      "sentence": "First, does any major defense contractor announce a production halt or major layoffs?",
      "start": 812.838,
      "end": 818.546,
      "duration": 5.708
    },
    {
      "id": "i109",
      "number": 109,
      "sentence": "If Lockheed Martin, Raytheon, or Northrop Grumman publicly confirms they're idling facilities due to rare earth shortages, that's the signal that this crisis is real and immediate.",
      "start": 818.606,
      "end": 828.598,
      "duration": 9.992
    },
    {
      "id": "i110",
      "number": 110,
      "sentence": "Second, does the White House announce any emergency measures, whether that's tariff suspension, negotiations with Canada, or authorization to procure from China?",
      "start": 828.839,
      "end": 836.848,
      "duration": 8.009
    },
    {
      "id": "i111",
      "number": 111,
      "sentence": "The type of response will tell us which scenario is unfolding.",
      "start": 839.832,
      "end": 843.338,
      "duration": 3.506
    },
    {
      "id": "i112",
      "number": 112,
      "sentence": "Third, does China make any moves to formalize their offer?",
      "start": 843.499,
      "end": 847.045,
      "duration": 3.546
    },
    {
      "id": "i113",
      "number": 113,
      "sentence": "If Beijing announces a specific rare earth supply agreement framework or invites US officials to negotiate terms, that's the indicator that Chinese dependence is becoming reality.",
      "start": 847.065,
      "end": 855.38,
      "duration": 8.315
    },
    {
      "id": "i114",
      "number": 114,
      "sentence": "Canada just proved that America's military might can be neutralized with a three paragraph directive.",
      "start": 855.441,
      "end": 860.77,
      "duration": 5.329
    },
    {
      "id": "i115",
      "number": 115,
      "sentence": "When a close ally can shut down your defense production by cutting off mineral exports, you don't have military independence, you have a dependency that adversaries will exploit.",
      "start": 860.81,
      "end": 872.128,
      "duration": 11.318
    },
    {
      "id": "i116",
      "number": 116,
      "sentence": "The 90 day clock is ticking.",
      "start": 878.678,
      "end": 881.102,
      "duration": 2.424
    },
    {
      "id": "i117",
      "number": 117,
      "sentence": "The decisions made in the next two weeks will determine whether America remains a military superpower or becomes a nation that must ask permission to defend itself.",
      "start": 881.182,
      "end": 893.099,
      "duration": 11.917
    }
  ]
}